Repository: 1Mahmoud12/gazzerTest
Catalog: lib/core/presentation/localization/app_*.arb
Languages: ar

source: No Data
ar: لا توجد بيانات

source: Oops
ar: عذرًا

source: Try Again
ar: حاول مرة أخرى

source: No results found, try adjusting your filter
ar: لم يتم العثور على نتائج، حاول تعديل عوامل التصفية الخاص بك

source: Unable to load results, please try again later
ar: تعذر تحميل النتائج، يرجى المحاولة مرة أخرى لاحقًا

source: Rating
ar: تقييم

# sort
source: Sort (A-Z)
ar: (أ-ي) ترتيب

source: Under 30 mins
ar: أقل من 30 دقيقة

source: Delivery
ar: توصيل

source: Enter the word you want to search for
ar: أدخل الكلمة التي تريد البحث عنها

# enterThreeLetterOrMore
source: Enter three letters or more...
ar: أدخل ثلاثة أحرف أو أكثر...

source: AM
ar: ص

source: PM
ar: م

source: No available scheduling time slots
ar: لا توجد أوقات متاحة للجدولة

source: Edit Note
ar: تعديل الملاحظة

source: Cart is empty
ar: السلة فارغة

source: Start Shopping
ar: ابدأ التسوق

source: No addresses selected
ar: لم يتم اختيار أي عناوين

source: Delivery Address
ar: عنوان التوصيل

source: Select Address
ar: اختر عنواناً

source: Scheduling
ar: جدولة

source: Schedule Order
ar: جدولة الطلب

source: Edit Item Note
ar: تعديل ملاحظة العنصر

source: Save Changes
ar: حفظ التغييرات

source: Your cart is empty
ar: السلة فارغة

# quantityValidation
source: Quantity must be at least 1
ar: الكمية يجب أن تكون على الأقل 1

source: Please select at least one value option for {name}
ar: يرجى اختيار خيار واحد على الأقل من اختيارات {name}

source: Please login to use cart
ar: يرجى تسجيل الدخول لاستخدام السلة

source: Sub Total
ar: المجموع الفرعي

source: Service Fee
ar: تكلفة الخدمة

source: Discount
ar: الخصم

source: Your choices will be cleared because you didn't add to cart
ar: سيتم مسح اختياراتك لأنك لم تضف إلى السلة

source: MIN
ar: دقيقة

source: Type here
ar: اكتب هنا

source: Add Special Note
ar: إضافة ملاحظة خاصة

source: TOTAL
ar: الإجمالي

source: Delivery Fee
ar: رسوم التوصيل

source: Total Amount
ar: إجمالي المبلغ

source: Add Items
ar: إضافة عناصر

source: Checkout
ar: الدفع

source: Cart
ar: السلة

source: Order Summary
ar: ملخص الطلب

source: Confirm Order
ar: تأكيد الطلب

source: Default address changed successfully
ar: تم تغيير العنوان الافتراضي بنجاح

# confirmDeleteAddressName
source: Confirm delete address ({label})
ar: تأكيد حذف العنوان ({label})

source: Select Location
ar: اختر الموقع

source: Please, select your location
ar: يرجى اختيار موقعك

source: Save Address
ar: حفظ العنوان

source: Select Governorate
ar: اختر المحافظة

source: Select Area
ar: اختر المنطقة

source: Add Address
ar: إضافة عنوان

source: Edit Address
ar: تعديل العنوان

source: Address Name
ar: اسم العنوان

source: Location
ar: الموقع

source: Governorate
ar: المحافظة

source: Area
ar: المنطقة

source: Building
ar: المبني

source: Building Name/Number
ar: اسم/رقم المبنى

source: Apartment
ar: رقم الشقة

source: Work
ar: العمل

# homeAddress
source: Home
ar: المنزل

source: Floor
ar: الطابق

source: Floor Number
ar: رقم الطابق

source: Apartment Number
ar: رقم الشقة

source: Description
ar: الوصف

source: Landmark
ar: معلم

source: Nearby Landmark
ar: المعلم القريب

source: Province
ar: المحافظة

source: Zone
ar: المنطقة

source: Address
ar: العنوان

source: Address Label
ar: وصف العنوان

source: Address Label Hint
ar: مثال: المنزل، العمل، إلخ.

source: Favorite Vendors
ar: البائعين المفضلين

source: Favorite Items
ar: العناصر المفضلة

source: Please login to use favorites
ar: يرجى تسجيل الدخول لاستخدام المفضلة

source: Could not update favorites
ar: تعذر تحديث المفضلة

source: Please check your connection
ar: يرجى التحقق من اتصالك

# itemNameAddedToFAvorites
source: {itemName} has been added to favorites
ar: {itemName} تمت إضافته إلى المفضلة

# itemNameRemovedFromFavorites
source: {itemName} has been removed from favorites
ar: {itemName} تمت إزالته من المفضلة

source: Favorite Restaurants
ar: المطاعم المفضلة

source: Favorite Stores
ar: المتاجر المفضلة

source: Favorite Plates
ar: الأطباق المفضلة

source: Favorite Products
ar: المنتجات المفضلة

source: Restaurants
ar: المطاعم

source: Stores
ar: المتاجر

source: Plates
ar: الأطباق

source: Products
ar: المنتجات

source: Soon
ar: قريباً

# nameisCurrentlyClosedWeWillOpenAt
source: {name} is currently closed. We will open at {time}
ar: {name} مغلق حالياً، وسيفتح في {time}

source: This restaurant is currently unavailable
ar: هذا المطعم غير متوفر حالياً

# alwayeysOpen
source: Always Open
ar: دائماً مفتوح

source: Availability Unknown
ar: توافر غير معروف

source: Device time is invalid
ar: وقت الجهاز غير صالح

source: Not Available
ar: غير متوفر

source: Could not load data. Please try again
ar: تعذر تحميل البيانات، يرجى المحاولة مرة أخرى

source: Out of Stock
ar: غير متوفر

source: Closed
ar: مغلق

source: From
ar: من

source: To
ar: إلى

source: Hurry Up!
ar: أسرع!

# vendorClosesInMinutes
source: {vendor} closes in ({minutes})-minutes
ar: {vendor} يغلق خلال ({minutes})-دقيقة

source: The Restaurant
ar: المطعم

source: The Store
ar: المتجر

source: The Pharmacy
ar: الصيدلية

source: OTP sent successfully
ar: تم إرسال رمز التحقق بنجاح

source: Error fetching user data
ar: خطأ في جلب بيانات المستخدم

# pleaseSelectReason
source: Please select a reason
ar: يرجى اختيار السبب

source: Account successfully deleted
ar: تم حذف الحساب بنجاح

source: Why are you deleting your account?
ar: لماذا تريد حذف حسابك؟

source: This feedback helps us improve our services.
ar: هذا التعليق يساعدنا على تحسين خدماتنا.

source: Other Reason
ar: سبب آخر

source: Confirm to delete
ar: تأكيد الحذف

source: Reason
ar: السبب

source: Other
ar: أخرى

# enterReson
source: Enter Reason
ar: أدخل السبب

source: Current Password
ar: كلمة المرور الحالية

source: New Password
ar: كلمة المرور الجديدة

source: Profile updated Successfully
ar: تم تحديث بيانات الحساب بنجاح

source: Save edit
ar: حفظ التعديلات

source: You have no addresses yet
ar: ليس لديك عناوين حتى الآن

source: Not set yet
ar: لم يتم تعيينه

source: User Profile
ar: الملف الشخصي

source: Golden Account User
ar: مستخدم حساب جولدن

source: Member Since
ar: عضو منذ

source: Account Information
ar: معلومات الحساب

source: Edit Account Information
ar: تعديل معلومات الحساب

source: Delete Account
ar: حذف الحساب

source: Addresses
ar: العناوين

# defaultt
source: Default
ar: افتراضي

source: Set As Default
ar: تعيين كافتراضي

source: Add New Address
ar: إضافة عنوان جديد

source: Settings
ar: الإعدادات

source: Preferences
ar: التفضيلات

source: Appearance
ar: المظهر

source: Privacy
ar: الخصوصية

source: Security
ar: الأمان

source: Privacy Settings
ar: إعدادات الخصوصية

source: Change Password
ar: تغيير كلمة المرور

source: Sign Out
ar: تسجيل الخروج

source: Email Address
ar: البريد الإلكتروني

source: Dark Mode
ar: الوضع الداكن

source: Best Offer
ar: أفضل عرض

source: Shop Now
ar: تسوق الآن

source: Grocery Stores
ar: متاجر البقالة

source: History Orders
ar: تاريخ الطلبات

source: Recent Orders
ar: الطلبات الأخيرة

# thisVendorIsClosedOrBusyRightNow
source: This vendor is closed/busy right now
ar: هذا البائع مغلق أو مشغول الآن

source: Details
ar: التفاصيل

# todayPicks
source: Today's Picks
ar: اختيارات اليوم

source: Explore Best
ar: استكشف الأفضل

source: Pick To You
ar: اختر لك

# eartYourFirstOrderForFree
source: Earn Your First Order For Free
ar: احصل على طلبك الأول مجاناً

source: Burger Restaurants
ar: مطاعم البرغر

source: Choose Your Favorite
ar: اختر المفضل لديك

source: Best Menu Of Restaurants
ar: أفضل قائمة من المطاعم

source: Choose Your Favorite Vendor
ar: اختر البائع المفضل لديك

source: Explore The Best Meals
ar: استكشف أفضل الوجبات

source: Earn Your First 5 Orders For Free
ar: احصل على أول 5 طلبات مجاناً

source: Selected Type
ar: النوع المحدد

source: Add To Cart
ar: إضافة إلى السلة

source: Select Type
ar: اختر النوع

source: Also Order With
ar: اطلب أيضاً مع

source: You May Also Like
ar: قد يعجبك ايضا

source: What Is Your Primary Health Focus
ar: ما هو تركيزك الصحي الأساسي

source: Your Plan To Optimize Calories
ar: خطتك لتحسين السعرات الحرارية

source: Weight Loss Plan
ar: خطة فقدان الوزن

# arabic
source: العربية
ar: عربي

source: Select Language
ar: اختر اللغة

source: Gazzer Video Tutorial Guide
ar: دليل الفيديو التعليمي لجازر

source: Gazzer Video Tutorial
ar: الفيديو التعليمي لجازر

source: You Made It
ar: لقد نجحت

source: Best Popular
ar: الأفضل والأكثر شعبية

source: Home
ar: الرئيسية

source: Menu
ar: القائمة

source: Favorites
ar: المفضلة

source: Top Vendors
ar: أفضل البائعين

source: Mega Summer Sale
ar: تخفيضات الصيف الكبرى

source: Free Delivery
ar: توصيل مجاني

source: Search For Stores Items And Categories
ar: ابحث عن المتاجر والعناصر والفئات

source: Categories
ar: الفئات

source: Explore
ar: استكشف

source: Check Your Cart
ar: تحقق من سلتك

source: Earn Your First
ar: احصل على أول

source: Orders
ar: طلبات

source: Earn Your First 5 Orders
ar: احصل على أول 5 طلبات

source: Free
ar: مجاني

source: Top Rated
ar: الأعلى تقييماً

source: Order Whenever You Are
ar: اطلب أينما كنت

source: Contact Us
ar: تواصل معنا

source: Choose Your Categories
ar: اختر فئاتك

source: Gazzer Video Tour Guide
ar: دليل جولة الفيديو لجازر

source: Deliver To
ar: توصيل إلى

source: Retry
ar: إعادة المحاولة

source: Add Promo Code
ar: إضافة كود خصم

source: Add Delivery Instruction
ar: اضافة تعليمات للتوصيل

source: Add Tip
ar: اضف بقشيش

source: Order Placed Successfully
ar: تم تقديم الطلب بنجاح

source: Items
ar: عناصر

source: EGP
ar: جم

source: Hours
ar: ساعات

source: Mins
ar: دقائق

source: Secs
ar: ثواني

source: On All Grills
ar: على جميع الشوايات

source: Deals Starts 27 May
ar: العروض تبدأ في 27 مايو

source: Order Now
ar: اطلب الآن

# viewAll
source: See All
ar: عرض الكل

source: Delivered On
ar: تم التوصيل في

source: Recent Restaurants
ar: المطاعم الأخيرة

source: Recent Groceries
ar: البقالة الأخيرة

source: Recent Pharmacies
ar: الصيدليات الأخيرة

source: Recent Searches
ar: عمليات البحث الأخيرة

source: Gazzer App
ar: تطبيق جازر

source: Clear
ar: مسح

source: Fresh Fruits
ar: فواكه طازجة

# dailyOffersForYou
source: Daily Offers
ar: عروض يومية لك

source: Suggested For You
ar: مقترح لك

source: Best Selling Items
ar: الأصناف الأكثر مبيعاً

source: Best Popular Stores
ar: المتاجر الأكثر شعبية

source: No items available in this category
ar: لا توجد أصناف متاحة في هذه الفئة

source: Got It
ar: فهمت

source: Side Menu Setting
ar: إعدادات القائمة الجانبية

# walletKeepItUp
source: Keep it up
ar: واصل التقدم

# walletNewAchievements
source: For new achievements!
ar: للمزيد من الإنجازات!

# walletBalanceLabel
source: Your Balance : {amount} {currency}
ar: رصيدك : {amount} {currency}

# walletAddFunds
source: Add Funds
ar: شحن الرصيد

# walletRechargeViaCard
source: Recharge Via Card
ar: اشحن عبر البطاقة

# walletEnterAmount
source: Enter Your Amount
ar: أدخل المبلغ

# walletRechargeNow
source: Recharge Now
ar: اشحن الآن

# walletConvertPointsToMoney
source: Convert Points to Money
ar: حوّل النقاط إلى نقود

# walletConvertLoyaltyPoints
source: Convert Loyalty Points
ar: حوّل نقاط الولاء

# walletConvertPointsToVoucher
source: Convert Points to Voucher
ar: حوّل النقاط إلى قسيمة

# walletVoucherOffer
source: {discount} EGP off Using {points} {pointsLabel}
ar: {discount} جنيه خصم مقابل {points} {pointsLabel}

# walletValidUntil
source: Valid until {date}
ar: صالح حتى {date}

# walletVoucherVendors
source: Voucher Vendors
ar: متاجر القسيمة

# walletVoucherAllStores
source: All Stores
ar: كل المتاجر

source: Wallet History
ar: سجل المحفظة

# walletRefund
source: Refund
ar: استرداد

# walletRecharge
source: Recharge
ar: شحن

# walletPointsConversion
source: Points Conversion
ar: تحويل النقاط

# walletCardPayment
source: Card Payment
ar: دفع بالبطاقة

# walletOrderNumber
source: Order #{orderId}
ar: طلب رقم #{orderId}

# walletFilterAll
source: All
ar: الكل

# walletFilterAdded
source: Added
ar: المضاف

# walletFilterSpent
source: Spent
ar: المصروف

# walletFilterFromPoints
source: From Points
ar: من النقاط

# walletHistoryTitle
source: Wallet History
ar: سجل المحفظة

# walletHistorySubtitle
source: Track all your wallet activity in one place
ar: تابع كل نشاط محفظتك في مكان واحد

# walletYouWillRecharge
source: You will recharge {amount} {currency} to your Gazzer Wallet, Please select the payment method you want:
ar: ستقوم بشحن {amount} {currency} إلى محفظة Gazzer الخاصة بك، يرجى اختيار طريقة الدفع التي تريدها:

# walletPleaseSelectPaymentMethod
source: Please select the payment method you want:
ar: يرجى اختيار طريقة الدفع التي تريدها:

# walletCreditOrDebit
source: Credit or Debit
ar: بطاقة ائتمان أو خصم

# walletApplePay
source: Apple Pay
ar: ابل باي

# walletEWallet
source: E-Wallet
ar: محفظة إلكترونية

# walletEnterWalletNumber
source: Enter Wallet Number
ar: أدخل رقم المحفظة

# walletPayWithAnotherCard
source: Pay with another card
ar: الدفع ببطاقة أخرى

# walletPayNow
source: Pay Now
ar: ادفع الآن

source: My Cart
ar: سلتي

source: Theme Mode
ar: وضع السمة

source: Food Plan
ar: خطة الطعام

source: Video Tutorials
ar: دروس الفيديو

source: Rewards
ar: المكافآت

source: My Orders
ar: طلباتي

source: Language
ar: اللغة

source: Gazzer Chat
ar: دردشة جزر

source: My Profile
ar: الملف الشخصي

source: Payment Setting
ar: إعدادات الدفع

source: Terms and Conditions
ar: الشروط والأحكام

source: Enter Your Mobile Number
ar: أدخل رقم هاتفك المحمول

source: Reset Password
ar: إعادة تعيين كلمة المرور

source: Edit Your Number
ar: تعديل رقمك

source: Login
ar: تسجيل الدخول

source: Guest Mode
ar: وضع الضيف

source: Sign In
ar: تسجيل الدخول

source: Sign Up
ar: إنشاء حساب

source: Register
ar: إنشاء حساب

source: Forgot Password
ar: نسيت كلمة المرور

source: How to Login?
ar: كيف تريد تسجيل الدخول؟

source: Login with Phone
ar: تسجيل الدخول بالهاتف

source: Login with Email
ar: تسجيل الدخول بالبريد الإلكتروني

source: Enter Your Password
ar: أدخل كلمة المرور الخاصة بك

source: Resend Code
ar: إعادة إرسال الرمز

source: OTP Verification
ar: التحقق من رمز OTP

source: An OTP has been sent to
ar: تم إرسال رمز OTP إلى

source: Call Support
ar: الاتصال بالدعم

# unableToMakeCall
source: Unable to make a call. Please check your SIM card.
ar: تعذر إجراء المكالمة. يرجى التحقق من بطاقة SIM الخاصة بك.

# callFailed
source: Call failed. Please try again or check your device settings.
ar: فشلت المكالمة. يرجى المحاولة مرة أخرى أو التحقق من إعدادات جهازك.

source: Calling support...
ar: جاري الاتصال بالدعم...

# deviceInAirplaneMode
source: Your device is in airplane mode. Please disable airplane mode to make calls.
ar: جهازك في وضع الطيران. يرجى تعطيل وضع الطيران لإجراء المكالمات.

# noSimCardDetected
source: No SIM card detected. Please insert a SIM card to make calls.
ar: لم يتم اكتشاف بطاقة SIM. يرجى إدخال بطاقة SIM لإجراء المكالمات.

# simCardNotReady
source: SIM card is not ready. Please check your SIM card.
ar: بطاقة SIM غير جاهزة. يرجى التحقق من بطاقة SIM الخاصة بك.

source: Enter {num}-Digit code number
ar: أدخل الرمز المكون من {num} أرقام

source: Support
ar: الدعم

source: Wrong Number?
ar: رقم خاطئ؟

source: Code
ar: رمز

source: Create Password
ar: إنشاء كلمة مرور

source: Create Password to Verify
ar: إنشاء كلمة مرور للتحقق.

source: Password
ar: كلمة المرور

source: Confirm Password
ar: تأكيد كلمة المرور

source: Your New Password
ar: كلمة المرور الجديدة الخاصة بك

source: Confirm New Password
ar: تأكيد كلمة المرور الجديدة

# nameAcceptsOnlyDashedAndCharacters
source: Name accepts only characters, dashes and white spaces
ar: الاسم الكامل يجب ان يحتوي فقط على الاحرف والمسافة والشرطة (-).

source: Passwords do not match.
ar: كلمتا المرور غير متطابقتين.

source: Please re-enter your new password.
ar: يرجى إعادة إدخال كلمة المرور الجديدة الخاصة بك.

source: This field is required
ar: هذا الحقل مطلوب

source: Full name Should be three letters or more
ar: الاسم الكامل يجب أن يكون ثلاثة أحرف او اكثر.

# valueShouldBeNumAtelase
source: Value {val} should be at least {num} characters
ar: طول {val} يجب ان يكون {num} او اكثر

# invalidEmail
source: Please enter a valid email address.
ar: يرجى إدخال عنوان بريد إلكتروني صالح.

# valueMustBeNum
source: {val} must be equal to {num} characters
ar: قيمة {val} يجب أن تكون {num} ارقام

# valueMoreThanNum
source: {val} must be {num} characters or more
ar: طول {val} يجب ان يكون {num} او اكثر

# invalidPhoneNumber
source: Please enter a valid phone number.
ar: يرجى إدخال رقم هاتف صالح.

# passwordMustConain
source: Password must contain
ar: يجب أن تحتوي كلمة المرور على

# atLEastEightCharacters
source: at least 8 characters
ar: ثمانية أحرف على الأقل

source: one uppercase letter
ar: حرف كبير واحد على الأقل

source: one lowercase letter
ar: حرف صغير واحد على الأقل

source: one special character
ar: رمز خاص واحد على الأقل

source: one digit
ar: رقم واحد على الأقل

source: Cancel
ar: إلغاء

source: Confirm
ar: تأكيد

source: Send
ar: إرسال

source: Submit
ar: إرسال

source: Warning
ar: تحذير

source: Alert
ar: تنبيه

source: Are you sure you want to delete this item?
ar: هل أنت متأكد أنك تريد حذف هذا العنصر؟

source: Are you sure you want to clear all items?
ar: هل أنت متأكد أنك تريد مسح جميع العناصر؟

source: Are you sure you want to logout?
ar: هل أنت متأكد أنك تريد تسجيل الخروج؟

source: Are you sure you want to delete this account?
ar: هل أنت متأكد أنك تريد حذف هذا الحساب؟

source: Press double back to exit
ar: اضغط مرتين للخروج

source: Something went wrong
ar: حدث خطأ ما

# requestTimeOut
source: Request timed out
ar: انتهت مهلة الطلب

source: Weak or no internet connection
ar: اتصال ضعيف أو لا يوجد اتصال بالإنترنت

source: Request to server was cancelled
ar: تم إلغاء الطلب إلى الخادم

# unknownErorOccurred
source: Unknown error occurred
ar: حدث خطأ غير معروف

source: Click back again to exit
ar: اضغط مرة أخرى للخروج

source: Next
ar: التالي

source: Start
ar: ابدأ

source: Hi, I am Gazzer
ar: مرحباً، أنا جازر

source: Welcome
ar: مرحباً

source: Nice to meet you
ar: تشرفنا بلقائك

source: Let's go
ar: هيا بنا

source: Select Mode
ar: اختر الوضع

source: Or
ar: أو

# singUpToExploreWideVarietyOfProducts
source: Sign up to explore a wide variety of products
ar: سجل لاستكشاف مجموعة واسعة من المنتجات

source: Full Name
ar: الاسم الكامل

source: Enter your full email
ar: ادخل البريد الالكتروني

source: Your Full Name
ar: اسمك الكامل

source: Mobile Number
ar: رقم الهاتف المحمول

# yourMobileNumber
source: Your Mobile No.
ar: رقم هاتفك المحمول

# continu
source: Continue
ar: متابعة

source: Set your location
ar: حدد موقعك

source: Healthy Plan
ar: خطة صحية

# thisPartHelpYouToBeMoreHealthy
source: This part helps you to be more healthy
ar: هذا الجزء يساعدك لتكون أكثر صحة

source: Set Health Plan
ar: تحديد الخطة الصحية

source: Skip
ar: تخطي

source: LOADING
ar: جاري التحميل

source: Congratulations
ar: تهانينا

source: Choose your mood
ar: اختر مزاجك

source: Happy
ar: سعيد

source: Sad
ar: حزين

source: Angry
ar: غاضب

source: Excited
ar: متحمس

source: Bored
ar: ممل

source: Out of Stock
ar: غير متوفر في المخزون

source: Full name is required
ar: الاسم الكامل مطلوب

# phoneMustStartWithZero
source: Phone number must start with 0
ar: رقم الهاتف يجب أن يبدأ بـ 0

# phoneMustBeElevenDigits
source: Phone number must be exactly 11 digits
ar: رقم الهاتف يجب أن يكون 11 رقماً بالضبط

# phoneMustBeTenDigits
source: Phone number must be exactly 10 digits
ar: رقم الهاتف يجب أن يكون 10 أرقام بالضبط

# phoneMustContainOnlyDigits
source: Phone number must contain only digits
ar: رقم الهاتف يجب أن يحتوي على أرقام فقط

source: Stores Offers For You
ar: عروض المتاجر لك

source: Updating...
ar: جاري التحديث...

# phoneMustBeTenOrElevenDigits
source: Phone number must be 10 or 11 digits
ar: يجب أن يتكون رقم الهاتف من 10 أو 11 رقمًا

# noSearchResults
source: No results found
ar: لا توجد نتائج

# phoneAlreadyRegistered
source: This phone number is already registered
ar: رقم الهاتف هذا مسجل بالفعل

# emailAlreadyRegistered
source: This email address is already registered
ar: البريد الإلكتروني هذا مسجل بالفعل

# phoneAndEmailAlreadyRegistered
source: This phone number and email are already registered
ar: رقم الهاتف والبريد الإلكتروني مسجلان بالفعل

source: Upload Prescription
ar: رفع الروشتة

source: Pharmacy Stores
ar: الصيدليات

source: Best Sellers
ar: الأكثر مبيعاً

# freeDeliveryOver
source: Free delivery on orders over 300 EG
ar: توصيل مجاني للطلبات أكثر من 300 جنيه

source: Daily Deal
ar: عرض اليوم

# max_quantity_reached_for_product
source: You have reached the maximum quantity available for this product
ar: لقد وصلت إلى أقصى كمية متاحة لهذا المنتج

source: Reviews
ar: المراجعات

# typeYouReviewHere
source: Type your review here
ar: اكتب مراجعتك هنا

# totalOrders
source: Total Order
ar: مجموع الاوردرات

source: Choose
ar: اختر

# noPersonalizedSuggestions
source: No personalized suggestions yet. Start exploring our latest offers!
ar: لا توجد اقتراحات بعد، ابدأ بتصفح أحدث العروض!

source: Total Unit Solid
ar: عدد الوحدات المباعه

source: Update Cart
ar: تحديث السله

# exceedPouch
source: Selected items exceed pouch size. Remove some items or assign additional deliveryman?
ar: المنتجات المختارة تتجاوز حجم الكيس. هل تريد إزالة بعض المنتجات أو تعيين مندوب توصيل إضافي؟

source: Edit Items
ar: تعديل علي المنتحات

source: Assign Additional Delivery
ar: اضافة دليفري اخر

# cartCapacity
source: Current Cart Capacity
ar: سعة السله الحاليه

# havePromoCode
source: Do You Have a Promo Code or Voucher?
ar: هل لديك رمز خصم؟

source: Add Voucher
ar: إضافة قسيمة

source: Enter Code
ar: أدخل الرمز

source: Apply
ar: تطبيق

source: Choose Payment Method
ar: اختر طريقة الدفع

source: Cash on Delivery
ar: الدفع عند الاستلام

source: Credit Card
ar: بطاقة الائتمان

source: Gazzar Wallet
ar: محفظة جزر

source: Balance
ar: الرصيد

source: Add Card
ar: إضافة بطاقة

source: Default Card
ar: البطاقة الافتراضية

source: Available Points
ar: النقاط المتاحة

source: Insufficient wallet balance
ar: رصيد المحفظة غير كافٍ

source: Place Order
ar: إتمام الطلب

source: Voucher applied!
ar: تم تطبيق القسيمة!

source: Select Voucher
ar: اختر القسيمة

# pleaseEnterVoucherCode
source: Please enter a voucher code
ar: يرجى إدخال رمز القسيمة

source: Invalid voucher code
ar: رمز القسيمة غير صالح

source: Promo Code
ar: قيمة الخصم

source: Create Your Card
ar: إنشاء بطاقتك

source: Card Number
ar: رقم البطاقة

source: Expiry Month
ar: شهر الانتهاء

source: Expiry Year
ar: سنة الانتهاء

source: Card Holder Name
ar: اسم حامل البطاقة

source: Create Card
ar: إنشاء البطاقة

source: Card number must be 16 digits
ar: يجب أن يتكون رقم البطاقة من 16 رقمًا

source: Invalid month
ar: شهر غير صالح

source: Invalid year
ar: سنة غير صالحة

# expiryDateMustBeInFuture
source: Expiry date must be in the future
ar: يجب أن يكون تاريخ الانتهاء في المستقبل

source: Name must be greater than one word
ar: يجب أن يتكون الاسم من أكثر من كلمة

source: Set as default card
ar: تعيين كبطاقة افتراضية

source: Convert
ar: تحويل

source: Convert Points
ar: تحويل النقاط

source: Enter points
ar: أدخل عدد النقاط

source: Invalid points
ar: عدد النقاط غير صالح

source: Insufficient points
ar: النقاط غير كافية

source: Complete Payment
ar: اكمال عملية الدفع

source: Wallet
ar: المحفظة الالكترونيه

source: Remaining Amount
ar: المبلغ المتبقي

source: Enter Phone Number
ar: ادخل رقم هاتفك

source: Remaining Payment by
ar: اكمال عملية الدفع من خلال

source: Total Before Code
ar: الاجمالي قبل الخصم

source: Vodafone Cash
ar: فودافون كاش

source: e& Cash
ar: اتصالات كاش

source: Orange Cash
ar: أورانج كاش

source: Payment completed successfully!
ar: تم الدفع بنجاح!

# payment_failed
source: Payment failed. Please try again.
ar: فشل الدفع. يرجى المحاولة مرة أخرى.

source: Order placed successfully!
ar: تم إنشاء الطلب بنجاح!

# startsWith01
source: Phone number must start with 01
ar: رقم الهاتف يجب ان يبدا ب 01

source: Swipe twice to exit
ar: اسحب مرا اخري للخروج

source: Amount to Pay
ar: المبلغ المطلوب دفعه

source: Continue Shopping
ar: اكمل عملية الشراء

source: Delivery Fee Discount
ar: خصم مصاريف التوصيل

source: VAT Amount
ar: قيمة الضريبة
