Repository: 1Mahmoud12/gazzerTest
Catalog: lib/core/presentation/localization/app_*.arb
Languages: ar

source: Items Discount
ar: خصم المنتجات

source: Gross Amount
ar: المبلغ الإجمالي

# pleaseLoginToUseLoyalty
source: please login to use loyalty program
ar: يرجى تسجيل الدخول لعرض نقاط الولاء

# needToAddAddressFirst
source: You need to add an address first
ar: يجب إضافة عنوان أولاً

source: Loyalty Program
ar: برنامج الولاء

source: Your Loyalty Journey
ar: رحلتك في برنامج الولاء

source: Level
ar: المستوى

source: Your Points
ar: نقاطك

source: Points per
ar: نقاط لكل

source: Earning Rate
ar: معدل الكسب

source: Points
ar: نقاط

source: Conversion Rate
ar: معدل التحويل

# validUntill
source: Valid Until
ar: صالح حتى

source: Expiration
ar: تاريخ الانتهاء

source: Our Tier Benefits
ar: مزايا مستوياتنا

source: Birthday Vouchers
ar: قسائم عيد الميلاد

source: Exclusive Deals
ar: عروض حصرية

source: Exclusive Offers
ar: عروض مميزة

# loyaltySpendSummary
source: You've spent {amount} in the last {days} days
ar: لقد أنفقت {amount} خلال آخر {days} يومًا

# youJustCashedPoints
source: You just cashed in {points} point for {currency} EGP
ar: لقد قمت باستبدال {points} مقابل {currency} جم

# heroBanner
source: You’ve reached the top — you’re one of our elite customers!
ar: لقد وصلت إلى القمة — أنت من عملائنا المميزين!

# winnerBanner
source: You’re among our top customers, enjoy special discounts and surprises.
ar: أنت من بين عملائنا الأفضل، استمتع بخصومات ومفاجآت خاصة.

# gainerBanner
source: You’re gaining momentum! Unlock free delivery and early perks.
ar: أنت تتقدم بسرعة! احصل على توصيل مجاني ومزايا حصرية مبكرة.

# silverBanner
source: You’re just getting started — earn points with every order!
ar: لقد بدأت للتو — اكسب النقاط مع كل طلب!

source: Exclusive Voucher
ar: قسيمة حصرية

source: Exclusive Access Level
ar: مستوى وصول حصري

source: Exclusive Discount
ar: خصم حصري

# phoneMustStartWithZeroOrOne
source: Egyptian number must start with 1 or 01
ar: يجب ان يبدآ رقم الهاتف ب 0 او 01

# cantConvertLessZanZero
source: You cannot convert less than zero points
ar: لا يمكنك تحويل نقاط أقل من الصفر

# cantConvertMoreThanAvailable
source: You cannot convert more points than available
ar: لا يمكنك تحويل نقاط أكثر من المتاحة

source: You just cashed in
ar: لقد قمت باضافة الآن

# thisIsBeginning
source: This is just the beginning,
ar: هذه مجرد البداية،

# keepCollecting
source: This is just the beginning, keep collecting and cashing in
ar: هذه مجرد البداية، استمر في جمع النقاط واستبدالها

# nextTier
source: Spend {currency} or {count} orders more to reach {name} tier
ar: انفق {currency} اكثر لكي تصل الي المستوي {name}

source: View Wallet
ar: عرض المحفظة

# needToAddReviewFirst
source: You need to add a review first
ar: يجب عليك إضافة تقييم أولاً

# faqSatisfactionQuestion
source: How satisfied are you with the FAQ answers? Was that helpful?
ar: ما مدى رضاك عن إجابات الأسئلة الشائعة؟ هل كانت مفيدة؟

source: Vendors
ar: المورّدون

source: Selected
ar: المحدد

source: Remaining
ar: المتبقي

source: Available
ar: المتاح

source: and
ar: و
